<?php
/*
 * ЭТО КОНФИГУРАЦИОННЫЙ ФАЙЛ СИСТЕМЫ ИНТЕГРАЦИИ VOXILE
 * АККУРАТНО СЛЕДУЙТЕ ИНСТРУКЦИЯМ НИЖЕ, ЧТОБЫ ВСЁ РАБОТАЛО ПРАВИЛЬНО
 */
if(!defined('VOXILE_SETTINGS_INCLUSION_CHECK'))
{
	die("Access denied!");
}

/* ========== ========== ========== ========== ========== ========== ==========
 * Начало настраиваемой секции
 * ========== ========== ========== ========== ========== ========== ==========
 */
$voxileConfig = array(
	// Пятисимвольный код проекта
	'projectCode' => '<Project code>',
	// Ключевое слово (или фраза) вашего проекта
	'secretKeyword' => '<Some password>',

	// Относительный или абсолютный путь к каталогу установленного XenForo
	// Приветствуется использование директивы dirname(__FILE__) — указывает каталог с текущим файлом
	'xenForoPath' => dirname(__FILE__) . "/../../your-site-name.ru/forum/",
);
/* ========== ========== ========== ========== ========== ========== ==========
 * Конец настраиваемой секции
 * ========== ========== ========== ========== ========== ========== ==========
 */
